Revit 2027 API
SpatialElementDomainData Properties
The SpatialElementDomainData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
Top
See Also
Reference
SpatialElementDomainData Class
Autodesk.Revit.DB Namespace